Revit 2027 API
UnitTypeId.NewtonsPerSquareMillimeter Property
 Newtons per square millimeter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NewtonsPerSquareMillimeter { get; }
Public Shared ReadOnly Property NewtonsPerSquareMillimeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NewtonsPerSquareMillimeter {
	ForgeTypeId^ get ();
}
static member NewtonsPerSquareMillimeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace